Repository: tobihagemann/somnio
Catalog: Sources/SomnioUI/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: %1$@ asks, "%2$@"
de: %1$@ fragt, "%2$@"

source: %1$@ exclaims, "%2$@"
de: %1$@ ruft, "%2$@"

source: %1$@ says, "%2$@"
de: %1$@ sagt, "%2$@"

source: %@ entered the game.
de: %@ hat das Spiel betreten.

source: %@ left the game.
de: %@ hat das Spiel verlassen.

source: Already logged in.
de: Du bist bereits angemeldet.

source: Bad credentials.
de: Falsche Zugangsdaten.

source: Broadcast message: %@
de: Broadcast Nachricht: %@

source: Error %@ occurred.
de: Der Fehler %@ ist aufgetreten!

source: Players: %@
de: Spieler: %@

source: The connection was lost.
de: Die Verbindung wurde unterbrochen!

source: The server is currently not reachable. Try again later.
de: Der Server ist zurzeit nicht erreichbar! Versuch es ein anderes Mal!

source: Welcome to Somnio!
de: Willkommen zu Somnio!

source: You own %@c.
de: Du besitzt %@c.
